tap 'homebrew/aliases'
tap 'homebrew/autoupdate'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/command-not-found'
tap 'homebrew/services'
tap 'homebrew/test-bot'
brew 'ack'
brew 'antigen'
brew 'colormake'
brew 'diff-so-fancy'
brew 'docker-clean'
brew 'fd'
brew 'ffmpeg'
brew 'fortune'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'github-keygen'
brew 'highlight'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'rmate'
brew 'rustup-init'
brew 'thefuck'
brew 'tree'
brew 'virtualenv'
brew 'watch'
brew 'yt-dlp'
brew 'z'
brew 'zsh'
cask '1password'
cask '1password-cli'
cask 'adobe-acrobat-reader'
cask 'aerial'
cask 'alfred'
cask 'backblaze'
cask 'bartender'
cask 'bbedit'
cask 'cocktail'
cask 'deckset'
cask 'discord'
cask 'docker'
cask 'eclipse-cpp'
cask 'eqmac'
cask 'firefox'
cask 'focus'
cask 'homebrew/cask-fonts/font-source-code-pro'
cask 'homebrew/cask-fonts/font-source-code-pro-for-powerline'
cask 'homebrew/cask-fonts/font-source-sans-3'
cask 'homebrew/cask-fonts/font-source-serif-4'
cask 'handbrake'
cask 'istat-menus'
cask 'kaleidoscope'
cask 'keep-it'
cask 'logitech-options'
cask 'signal'
cask 'textmate'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
mas '1Blocker', id: 1365531024
mas '1Password for Safari', id: 1569813296
mas '24 Hour Wallpaper', id: 1226087575
mas 'Actions', id: 1586435171
mas 'Adobe Lightroom', id: 1451544217
mas 'Agenda', id: 1287445660
mas 'Cardhop', id: 1290358394
mas 'Codye', id: 1516894961
mas 'Data Jar', id: 1453273600
mas 'Deliveries', id: 290986013
mas 'Drafts', id: 1435957248
mas 'DuckDuckGo Privacy for Safari', id: 1482920575
mas 'Fantastical', id: 975937182
mas 'GarageBand', id: 682658836
mas 'Goodnotes', id: 1444383602
mas 'GrandPerspective', id: 1111570163
mas 'Grocery', id: 1195676848
mas 'HomeLog', id: 1584408332
mas 'iMovie', id: 408981434
mas 'Ivory', id: 6444602274
mas 'Just Focus', id: 1142151959
mas 'Keynote', id: 409183694
mas 'Logger', id: 1611554653
mas 'Magnet', id: 441258766
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Microsoft Word', id: 462054704
mas 'MQTT Explorer', id: 1455214828
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator Pro', id: 1289583905
mas 'Screens', id: 1224268771
mas 'Shortery', id: 1594183810
mas 'Speedtest', id: 1153157709
mas 'Streaks', id: 963034692
mas 'Things', id: 904280696
mas 'Tot', id: 1491071483
mas 'Tweetbot', id: 1384080005
mas 'Xcode', id: 497799835
vscode 'editorconfig.editorconfig'
vscode 'ms-azuretools.vscode-docker'
vscode 'ms-python.python'
vscode 'ms-python.vscode-pylance'
vscode 'ms-vscode-remote.remote-containers'
vscode 'stkb.rewrap'
