cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'antigen'
brew 'circleci'
brew 'colormake'
brew 'cppcheck'
brew 'diff-so-fancy'
brew 'docker-clean'
brew 'duti'
brew 'emojify'
brew 'fasd'
brew 'fortune'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'git-quick-stats'
brew 'github-keygen'
brew 'hadolint'
brew 'highlight'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'lftp'
brew 'lynis'
brew 'm-cli'
brew 'mkcert'
brew 'nmap'
brew 'pstree'
brew 'pv'
brew 'ruby-install'
brew 'shellcheck'
brew 'shfmt'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tree'
brew 'uncrustify'
brew 'unrar'
brew 'watch'
brew 'watchman'
brew 'z'
brew 'zsh'

tap 'petere/postgresql'

brew 'petere/postgresql/postgresql-common'
brew 'petere/postgresql/postgresql@10', args: ['with-cassert']
brew 'petere/postgresql/postgresql@11', args: ['with-cassert']

tap 'homebrew/cask'

cask '1password-cli'
cask 'aerial'
cask 'cocktail'
cask 'deckset'
cask 'docker'
cask 'eclipse-cpp'
cask 'encryptme'
cask 'firefox'
cask 'focus'
cask 'gpg-suite'
cask 'intel-power-gadget'
cask 'istat-menus'
cask 'java'
cask 'kaleidoscope'
cask 'keep-it'
cask 'keepingyouawake'
cask 'nvalt'
cask 'pokemon-trading-card-game-online'
cask 'ring'
cask 'signal'
cask 'textmate'

tap 'homebrew/cask-fonts'

cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'

tap 'buo/cask-upgrade'

mas '1Blocker', id: 1107421413
mas '1Password 7', id: 1333542190
mas '24 Hour Wallpaper', id: 1226087575
mas 'Airmail 3', id: 918858936
mas 'CARROT Weather', id: 993487541
mas 'CCMenu', id: 603117688
mas 'Deliveries', id: 924726344
mas 'Discovery', id: 1381004916
mas 'GarageBand', id: 682658836
mas 'GrandPerspective', id: 1111570163
mas 'iMovie', id: 408981434
mas 'JustFocus', id: 1142151959
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'Screens 4', id: 1224268771
mas 'Things3', id: 904280696
mas 'Tweetbot', id: 1384080005
mas 'Xcode', id: 497799835

